<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="stylesheet" href="css/style.css"/>
    <title>About</title>
</head>
<body>

    <nav>
        <div class="container">
            <div class="nav-con">
            <div class="logo">
                <img src="https://cdn.discordapp.com/attachments/892322473142530060/1259963846974509216/bird.png?ex=668f9286&is=668e4106&hm=5ad6f3eb0509dd839ea17f3ea8dc4fac8900eec18a1575b39e1311955dfdbf85&" alt="">
                <a href="welcome">Parrot Predictor</a>
            </div>
            <ul class="menu">
                <li><a href="welcome">Home</a></li>
                <li><a href="About">About</a></li>
                <li><a href="AIDetector">Scan</a></li>
            </ul>
            </div>
        </div>
    </nav>
        {{-- banner Start --}}
        <section class="banner">
            <div class="container">
            <div class="bannerinfo">
                <h1>ประวัติของนกแก้ว</h1>
                <p>นกเป็นสัตว์มีกระดูกสันหลังในกลุ่มสัตว์เลื้อยคลาน แต่มีวิวัฒนาการมาจนสามารถบินได้ นกมีปีก ขน และกระดูกที่บางเบา นกมีประมาณ 10,000 ชนิด </p>
                <p>นกแก้วที่รู้จัก พบได้ทั่วโลก ซึ่งพบในทวีปอเมริกาใต้และอเมริกากลาง มีการสะสมอาณาจักรเป็นแหล่งที่พบได้ของนกแก้วในเครือข่ายเท่านั้น</p>
                <img src="https://t4.ftcdn.net/jpg/05/65/36/03/360_F_565360370_LrWWCTxczrmwqpsPYPljiFyE4gFqpecr.jpg" alt="">
                <p>นกแก้วถือเป็นหนึ่งในนกที่มีความสวยงามและน่าสนใจมากในโลกของนกเลยทีเดียวครับ! นกแก้วมีลักษณะที่สวยงามและสีสันสดใสที่น่าทึ่ง</p>
                <p>มีลักษณะเป็นลายสีสันสดใสและมักจะมีการประดิษฐ์ที่สวยงามบนขนและปีก นอกจากนี้เขายังมีพฤติกรรมที่น่าตื่นเต้น เช่น การพบเห็นการสื่อสารที่ซับซ้อนด้วยการทำสีและการแสดงอารมณ์ที่มีเสน่ห์</p>
            </div>
        </div>
        </section>
    
        <div class="info99">
            <div class="container1">
            <h3>ทำไม? นกแก้วถึงน่าสนใจ</h3>
            <p>คนมักชื่นชอบนกแก้วเนื่องจากมีลักษณะที่น่าทึ่งและน่ารัก โดยเฉพาะในเรื่องต่อสู้และการบินของพวกเขาที่เร็วเป็นเอกลักษณ์ นกแก้วมีลำคอที่ยืดหยุ่นและสามารถทำแนวหงายที่ออกแรงได้มาก เป็นสิ่งที่ทำให้มันเป็นที่นิยมในการดูนกและการสังสรรค์ นอกจากนี้ การมีสีสันสดใสของนกแก้วยังทำให้เป็นเรื่องที่น่าติดตามในการศึกษาและการวิจัยเชิงวิทยาศาสตร์ด้วย</p>
            <p>นกแก้วมีจุดเด่นหลายประการที่ทำให้พวกเขาเป็นนกที่น่าทึ่งและน่าชื่นชอบในหมู่นักดูนกและนักวิจัยวิทยาศาสตร์ ต่อไปนี้คือบางจุดเด่นของนกแก้ว:</p>
            <p> 1. การบินที่เร็วและออกแรง: นกแก้วมีความสามารถในการบินที่เร็วมากๆ และสามารถทำแนวหงายที่ทำให้แสดงพลังได้ดี แม้จะเป็นนกขนาดเล็กก็ตาม</p>
            <p> 2. การป้องกันด้วยการเคลื่อนไหว: พวกเขามีลำคอที่ยืดหยุ่นและสามารถหมุนได้เพื่อหาอาหารหรือหลบหนีศัตรูได้อย่างเฉียบขาด</p>
            <p> 3. สีสันสวยงาม: นกแก้วมักมีสีสันสดใสที่ทำให้ดูน่ารักและมีความงดงาม สีของขนนกแก้วมีความหลากหลายและสวยงามที่ยากจะเทียบเท่าได้</p>
            <p> 4. ความสำคัญในธรรมชาติ: เป็นตัวแทนของความหลากหลายทางชีวภาพในธรรมชาติ นกแก้วมีบทบาททางนิเวศน์ที่สำคัญในการผสมพันธุ์และกระจายพันธุ์ของพืชชนิดต่างๆ</p>
            <p> 5. พฤติกรรมที่น่าสนใจ: มีพฤติกรรมที่น่าสนใจเช่นการแข่งขันกันในอาหารและการกระทำทางเพศที่ภาพดวงตาของพวกเขาเป็นที่โดดเด่น</p>
            </div>
        </div>

        <div class="footer">
            <p>&copy; 2024 Your Website Parrot Predictor. All rights reserved.</p>
            <p>
                <a href="#">Privacy Policy</a> |
                <a href="#">Terms of Service</a> |
                <a href="#">Contact Us</a>
            </p>
        </div>
</body>
</html>