<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Cockatiels</title>
    <link rel="stylesheet" href="css/style.css"/>
</head>
<body>
    <nav>
        <div class="container">
            <div class="nav-con">
            <div class="logo">
                <img src="https://cdn.discordapp.com/attachments/892322473142530060/1259963846974509216/bird.png?ex=668f9286&is=668e4106&hm=5ad6f3eb0509dd839ea17f3ea8dc4fac8900eec18a1575b39e1311955dfdbf85&" alt="">
                <a href="welcome">Parrot Predictor</a>
            </div>
            <ul class="menu">
                <li><a href="welcome">Home</a></li>
                <li><a href="About">About</a></li>
                <li><a href="AIDetector">Scan</a></li>
            </ul>
            </div>
        </div>
    </nav>

    <section class="banner">
        <div class="container">
        <div class="bannerinfo">
            <h1>นกแก้วโคคาเทล (Cockatiels)</h1>
            <p>นกแก้วโคคาเทล (Cockatiels) เป็นนกที่มีลักษณะเป็นที่นิยมในการเลี้ยงเป็นสัตว์เลี้ยง เป็นนกที่มีขนาดเล็กถึงกลาง มีลำตัวที่เป็นสีเทาอ่อนทั่วไป </p>
            <p>แต่ผู้ตัวผู้มีการจดจำได้ง่ายด้วยสีเหลืองและส้มที่ดี พวกเขามีความสามารถในการเสียงที่ยอดเยี่ยมโดยมักจะถูกเล่นในบ้านสำหรับความบันเทิง.</p>
            <img src="https://southwickszoo.com/wp-content/uploads/IMG_4245-scaled.jpg" alt="">
            <p>นกแก้วถือเป็นหนึ่งในนกที่มีความสวยงามและน่าสนใจมากในโลกของนกเลยทีเดียวครับ! นกแก้วมีลักษณะที่สวยงามและสีสันสดใสที่น่าทึ่ง</p>
            <p>มีลักษณะเป็นลายสีสันสดใสและมักจะมีการประดิษฐ์ที่สวยงามบนขนและปีก นอกจากนี้เขายังมีพฤติกรรมที่น่าตื่นเต้น เช่น การพบเห็นการสื่อสารที่ซับซ้อนด้วยการทำสีและการแสดงอารมณ์ที่มีเสน่ห์</p>
        </div>
    </div>
    </section>

    <div class="info99">
        <div class="container2">
        <h3>ลักษณะเฉพาะของนกแก้วโคคาเทล (Cockatiels)</h3>
        <p>1. แว่นตาและเครา: มีแว่นตาและเคราที่แตกต่างจากนกอื่นๆ โดยมีลักษณะเป็นลายเส้นที่สวยงามบนหน้าแว่นที่อยู่ที่ลำคอ </p>
        <p>2. แต่งพยางค์: มีแต่งสีส้มและเหลืองที่อยู่ที่ลำตัวและหัวของนก </p>
        <p>3. เสียงดัง: พวกเขามีเสียงที่หลากหลายและสามารถลงท่อนเพลงได้  </p>
        <p>4. แต่งสี: มีแต่งสีส้มและเหลืองที่ลำตัวและหัว ซึ่งทำให้พวกเขามีลักษณะที่สวยงามและน่าสนใจ        </p>
        <p>5. นิสัย: มีนิสัยที่น่ารักและเป็นมิตร มักจะรู้จักผูกพันกับเจ้าของได้ดี        </p>
        <p>ถิ่นที่อยู่อาศัย:ในธรรมชาติและในการเลี้ยงเป็นสัตว์เลี้ยงมักพบในพื้นที่ที่มีอากาศอบอุ่น เช่น พื้นที่ป่าเขาและพื้นที่เปียกชื้นในออสเตรเลีย ที่นั่นพวกเขามักสะสมอยู่ในฝูงเล็กๆ หรือในครอบครัวขนาดเล็ก</p>
        <p> พฤติกรรม:พวกเขาเป็นนกที่มีพฤติกรรมสังคมสูง มักจะอาศัยอยู่ในฝูงเล็กๆ หรือในครอบครัวที่มีสมาชิกไม่กี่ตัว พวกเขาสื่อสารด้วยเสียงที่หลากหลาย เช่น เสียงนกพูด ส่งเสียงสะท้อน และนกดัง
            การกินอาหาร: พวกเขาเป็นนกที่กินเมล็ดพืชและผลไม้ และอาจจะต้องการอาหารสัตว์เสริมบางอย่างเช่นเหล็กหรือแคลเซียมในอาหารของพวกเขา
            พวกเขามักมีความรู้สึกสนใจในการเล่นและทำสิ่งต่างๆ บนกางเต่า พวกเขาชอบมองลงมาจากที่สูง และเป็นนกที่ชอบค้นหาเสียงเพลงที่หวานใจ</p>
        </div>
    </div>

    <div class="footer">
        <p>&copy; 2024 Your Website Parrot Predictor. All rights reserved.</p>
        <p>
            <a href="#">Privacy Policy</a> |
            <a href="#">Terms of Service</a> |
            <a href="#">Contact Us</a>
        </p>
    </div>

</body>
</html>